4chan-downloader
abook
age
akonadi-calendar-tools
akonadi-import-wizard
akonadiconsole
akregator
alacritty
alsa-utils
amfora
archivemount-git
archlinux-wallpaper
aria2
ark
artikulate
as-tree
ascii-design
asciidoctor
asciiquarium
asoundconf
asp
aspell-en
astyle
at
audiocd-kio
aurpublish
autoconf
autocutsel
automake
b3sum
banner
base
bat
bc
betterlockscreen
bfg
bind
birdtray
bison
bitwise
bluedevil
blueman
bluez
bluez-utils
boxes
brave-bin
breeze
breeze-gtk
broot
bspwm
cabal-install
caffeine-ng
calcurse
cantor
catimg
ccls
cervisia
chafa
chkservice
chmap
clamav
clamtk
cli-visualizer
clipit
clipman
cloc
cmatrix
cmus
code
code-minimap
cointop
colloid-gtk-theme-git
conky
cppcheck
cpulimit
crabz
croc
ctags
daemonize
dash
dcd
ddrescue
debtap
deepin-wallpapers
devour
dfc
dfmt
dfrs
dialog
dict-devils
dict-foldoc
dict-gcide
dict-wikt-en-all
dict-wn
dictd
diff-so-fancy
diffsitter
direnv
discord
discover
disfetch
dive
dmd
dmd-docs
dnsmasq
docker
dolphin
dosfstools
downgrade
drkonqi
dscanner
dub
duf
dunst
dust
dxhd-git
easytag
ect
edk2-ovmf
efibootmgr
elementary-wallpapers
elisa
entr
evtest
exa
exfatprogs
expac
fakeroot
fastmod
fcitx
feh
ffmpegthumbs
figlet
filelight
firefox
fish
flameshot
flashfocus
flex
fontforge
fq
fswatch
fx
fzy
gdrive-search
gedit
gifsicle
gifski
gimp
git
git-crypt
git-lfs
glow-bin
gnome-backgrounds
gnome-contacts
gnome-font-viewer
gnome-keyring
gnome-tweaks
go
goaccess
goenv
google-java-format
googler
gopass
gopls
gotags
gotask-taskfile
gotop-bin
gparted
gpg-tui
grantlee-editor
grip
grub
gruvbox-icon-theme
gruvbox-material-gtk-theme-git
gruvbox-material-icon-theme-git
gst-plugin-gtk
gst-plugins-ugly
gstreamer-vaapi
gtk-engine-murrine
gwenview
hawck-git
hck
hfsprogs
hnwatch
hollywood
hsetroot
html-xml-utils
hwinfo
i2c-tools
i3-gaps
i3blocks
i3lock-color-git
i3status
id3
id3tool
id3v2
iftop
imgcat
interception-dual-function-keys
inxi
iotop
iptables-nft
isync
itinerary
iw
jgmenu
jo-git
jpegoptim
jql
jre-openjdk
juk
k3b
kactivitymanagerd
kalarm
kalgebra
kalzium
kamera
kamoso
kapptemplate
kate
kbackup
kbruch
kcachegrind
kcalc
kcharselect
kcolorchooser
kcron
kde-cli-tools
kde-dev-scripts
kde-dev-utils
kde-gtk-config
kdebugsettings
kdeconnect
kdecoration
kdegraphics-mobipocket
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdeplasma-addons
kdesdk-kioslaves
kdesdk-thumbnailers
kdf
kdialog
keditbookmarks
keepassxc
keychain
keynav
kfind
kfloppy
kgamma5
kgeography
kget
kgpg
khelpcenter
khotkeys
kig
kimagemapeditor
kinfocenter
kio-extras
kio-gdrive
kipi-plugins
kirigami-gallery
kiten
kitty
kleopatra
klines
kmag
kmail-account-wizard
kmenuedit
kmix
kmon
kmonad-bin
kmousetool
kmouth
kmplot
kolourpaint
kompare
konsole
kontact
kontrast
konversation
kooha
kopete
kpat
krdc
krfb
kross-interpreters
kruler
kscreen
kscreenlocker
ksshaskpass
ksystemlog
ksystemstats
kteatime
ktimer
ktorrent
ktuberling
kturtle
kvantum
kwallet-pam
kwalletmanager
kwave
kwayland-integration
kwayland-server
kwin
kwordquiz
kwrite
kwrited
latte-dock
layer-shell-qt
lf
lib32-vulkan-intel
libadwaita
libkscreen
libksysguard
libnss-resolver
libreoffice-fresh
libressl
librewolf-bin
libvips
libxkbcommon-doc
linux
linux-firmware
lldb
lnav
logkeys-git
lokalize
lowdown
lsix-git
lsof
ltrace
lua
lua-format-git
lua-language-server
luarocks
luau
lutris
lxappearance
lximage-qt
lxqt-about
lxqt-admin
lxqt-archiver
lxqt-config
lxqt-globalkeys
lxqt-notificationd
lxqt-openssh-askpass
lxqt-panel
lxqt-policykit
lxqt-powermanagement
lxqt-qtplugin
lxqt-runner
lxqt-session
lxqt-sudo
lxqt-themes
m4
macchina
mailutils
maim
make
marble
markdownpart
mate-backgrounds
mates-git
maturin
mbox-importer
mdcat
mediainfo
meli
menyoki
milou
minify
minuet
moreutils
mousepad
mp3info
mpc
mpd
mpv
msmtp
mtools
mtr-gtk
museeks-bin
musl
mutt
mycli
naabu
nautilus
nb
ncdu
ncmpcpp
ncspot
neofetch
neomutt
neovide-git
nerd-fonts-complete
netctl
network-manager-applet
networkmanager
newsboat
nim
nitrogen
nmap
nnn
nordic-theme-git
notmuch
npm
numlockx
nushell
nvm
obconf-qt
ocamlbuild
octopi
odt2txt
okular
openbox
openbsd-netcat
opendoas
openresolv
openrgb
optipng
os-prober
osquery
oxygen
pacgraph
palenight-gtk-theme
paman
pamixer
pandoc
papirus-icon-theme
parley
parole
partitionmanager
paru
pass
pasystray
patch
pavucontrol
pavucontrol-qt
pax
pcmanfm
pcmanfm-qt
perl-image-exiftool
perl-json
perl-tidy
perlbrew
phinger-cursors
pidswallow
pier-git
pigz
pim-data-exporter
pim-sieve-editor
pipes-rs-git
pipes.sh
pkgconf
pkgfile
plank
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-wayland-session
plasma-workspace
plasma-workspace-wallpapers
plasma5-applets-redshift-control-git
playerctl
pleaser
plocate
pmenu
pngquant
polkit-kde-agent
polybar
postfix
powerdevil
poxml
prettier
print-manager
privoxy
procmail
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulsemixer
pv
pyenv
python-pip
python-xattr
qeh-git
qemu
qemu-arch-extra
qimgv
qt5-styleplugins
qterminal
qtscrcpy
r
radare2
ranger
rbenv
rclone
rclone-browser
rdrview-git
redshift
redshiftgui-bin
reptyr
ripgrep
ristretto
rkhunter
rlwrap
rocs
rofi
rofi-file-browser-extended-git
rofi-greenclip
rsync
rtags
ruby
ruby-build
ruby-docs
ruby-install
run-or-raise
rust-analyzer
rust-musl
rustscan
rusty-krab-manager-git
rusty-tags
s-nail
sad
sblg
sc-im
scli-git
screengrab
scrot
sddm-kcm
seahorse
seclists
serve-d
sharutils
shellcaster
shotgun
siggo
signal-desktop
signon-kwallet-extension
skanlite
slock
songrec
sops
spacefm
spectacle
spotify-tui
spotifyd
sqlite-tcl
st
stacer
stardict
stash-bin
steam
steghide
step
strace
strace-analyzer
streampager
stubby
stylua
sublime-text-4
subversion
sudo
svgpart
sweeper
sxhkd
sxiv
sysstat
systemsettings
sysz
t-rec
tabby-bin
tagspaces-bin
tai-bin
task
task-spooler
taskd
tasksh
taskwarrior-tui
tdrop-git
teip
telegram-cli-git
telepathy-kde-accounts-kcm
telepathy-kde-approver
telepathy-kde-auth-handler
telepathy-kde-call-ui
telepathy-kde-common-internals
telepathy-kde-contact-list
telepathy-kde-contact-runner
telepathy-kde-desktop-applets
telepathy-kde-filetransfer-handler
telepathy-kde-integration-module
telepathy-kde-send-file
telepathy-kde-text-ui
telescope
termite
texlive-bin
texlive-core
texlive-installer
threadwatcher
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
thunderbird-extension-enigmail
ticker
time
timeshift
timew
timg
timidity++
tllocalmgr-git
tmate
tmsu-bin
tmux
toilet
tomb-git
topgrade
tor
transmission-cli
transmission-rss
tree
tremc
ttf-font-awesome-4
ttf-liberation
udiskie
ulauncher
umbrello
ungoogled-chromium
unrar
unrtf
unzip
up
urlscan
urlview
usbutils
usql
vaccine-git
valgrind
veracrypt
vi
vifm
vim
virt-manager
viu
vivid
vlc-bittorrent
vnstat
vt-cli
vulkan-intel
w3m
watchexec
wavemon
wezterm
whois
wine
wl-clipboard
wmctrl
wmutils-git
xautomation
xbanish
xbindkeys
xcape
xclickroot-git
xclip
xcolor
xcwd-git
xdg-desktop-portal-gtk
xdo
xdotool
xf86-video-vesa
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfdesktop
xfsdump
xfsudo
xfwm4
xfwm4-themes
xidlehook
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-oclock
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xconsole
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xeyes
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xload
xorg-xlsatoms
xorg-xlsclients
xorg-xlsfonts
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xsm
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xrestop
xscope
xscreensaver
xsel
xsettingsd
xss-lock
xterm
xtitle
xwinfo-git
yad
yakuake
zathura
zathura-pdf-poppler
zeroconf-ioslave
zig
zip
zls-bin
zoxide
zsh
zsh-doc
