abook
acct
afew
age
alacritty
alot
alsa-card-profiles
alsa-firmware
alsa-utils
amfora
antlr4
antlr4-runtime
arandr
arch-rebuild-order
archivemount-git
archlinux-wallpaper
archnews2
aria2
ark
artikulate
as-tree
ascii-design
asciidoctor
asciiquarium
asp
aspell-en
astyle
at
atool2-git
audiocd-kio
aurbrowser
aurphan
aurpublish
aurutils
autoconf
autocutsel
automake
b3sum
banner
base
bat
bazel
bc
bcc
betterlockscreen
bfg
bind
birdtray
bison
bisq
bitwise
blueman
bluez
bluez-utils
boxes
brave-bin
breeze-gtk
broot
bspwm
calcurse
cantor
cargo-bloat
cargo-cache
cargo-edit
cargo-generate
cargo-make
cargo-udeps
catimg
ccls
cervisia
chafa
chaotic-keyring
chaotic-mirrorlist
checkmake
chkservice
chmap
clamav
clamtk
cli-visualizer
clipit
clipman
cloc
clojure-lsp-bin
cmatrix
cmus
code
code-minimap
codespell
cointop
colloid-gtk-theme-git
conky
copyq
cppcheck
cpulimit
crabz
croc
crystal
crystalline-bin
cscope
ctags
cwdiff
daemonize
dash
dconf-editor
ddrescue
debtap
deepin-wallpapers
devour
devtools
dfc
dfrs
dialog
dict-devils
dict-foldoc
dict-gcide
dict-wikt-en-all
dict-wn
dictd
didyoumean
diff-so-fancy
diffsitter-bin
difftastic
direnv
discord
disfetch
dive
dnsmasq
docker
dockerfile-language-server
docx2txt
dolphin
dosfstools
downgrade
dprint
duf
dunst
dust
dxhd-git
earlyoom
easytag
ect
edk2-ovmf
efibootmgr
elementary-wallpapers
elinks
elisa
encfs
entr
evtest
exa
exfatprogs
exodus
expac
fakeroot
fastmod
fbreader
fcitx5
featherwallet-bin
feh
ffmpegthumbs
figlet
filelight
firefox
fish
flameshot
flex
foliate
fontforge
fq
fswatch
fx
fzf
fzy
ganache-bin
gdb
gdb-common
gdrive-search
geoip
ghc
ghc-static
ghcup-hs-bin
gifsicle
gifski
gimp
git
git-crypt
git-dude-git
git-lfs
github-cli
gitsign
global
glow
gnome-backgrounds
gnome-contacts
gnome-font-viewer
gnome-keyring
gnome-tweaks
gnumeric
go
goaccess
google-java-format
googler
gopass
gopls
gotags
gotask-taskfile
gotop-bin
gpa
gparted
gpg-tui
gping
granite7
grc
grip
grub
gruvbox-icon-theme
gruvbox-material-gtk-theme-git
gruvbox-material-icon-theme-git
gsettings-qt
gst-plugin-gtk
gst-plugins-ugly
gstreamer-vaapi
gtk-engine-murrine
gvim
hadolint-bin
hawck-git
hck
heroic-games-launcher
hfsprogs
hnwatch
hollywood
hsetroot
html-xml-utils
hurl-bin
hwinfo
i2c-tools
i2p
i2pd
i3blocks
i3lock-color
i3status
id3
id3tool
id3v2
iftop
imgcat
imgdiff
include-what-you-use
interception-dual-function-keys
inxi
iotop
iptables-nft
isync
itinerary
iw
jgmenu
jhead
jo
jpegoptim
jql
jre-openjdk
juk
julia
k3b
kalgebra
kalu
kalzium
kamera
kapptemplate
kate
kbackup
kbruch
kcachegrind
kcalc
kcharselect
kcolorchooser
kcron
kde-dev-scripts
kde-dev-utils
kdebugsettings
kdeconnect
kdenetwork-filesharing
kdesdk-kio
kdesdk-thumbnailers
kdf
kdialog
keditbookmarks
keepassxc
keychain
keynav
kfind
kfloppy
kgeography
khelpcenter
kig
kimagemapeditor
kio-extras
kio-zeroconf
kipi-plugins
kirigami-gallery
kiten
kmag
kmix
kmon
kmonad-bin
kmousetool
kmouth
kmplot
kolourpaint
kompare
konsole
kontrast
konversation
kooha
kopete
krdc
krfb
kross-interpreters
kruler
kteatime
ktimer
ktorrent
kturtle
kubo
kvantum
kwalletmanager
kwave
kwordquiz
languagetool
leiningen
lemmy-help
lf
lhasa
lib32-attr
lib32-faudio
lib32-fontconfig
lib32-gettext
lib32-glu
lib32-lcms2
lib32-libpcap
lib32-libsm
lib32-libxi
lib32-libxrandr
lib32-readline
lib32-vulkan-intel
libadwaita
libcroco
libgdata
libnss-resolver
libreoffice-fresh
librewolf
libvips
libwbclient
libxkbcommon-doc
linux
linux-docs
linux-firmware
linux-headers
lldb
lnav
logkeys-git
lokalize
lolcat
lostfiles
lowdown
lsd
lshw
lsix-git
lsof
ltrace
lua
lua-format-git
lua-language-server
luajit
luarocks
luau
lurk
lutris
lxappearance
lxqt-about
lxqt-admin
lxqt-archiver
lxqt-globalkeys
lxqt-notificationd
lxqt-openssh-askpass
lxqt-panel
lxqt-policykit
lxqt-powermanagement
lxqt-qtplugin
lxqt-runner
lxqt-session
lxqt-sudo
lxrandr
lzop
m4
macchina
mailutils
maim
make
man-pages
marble
markdownlint-cli
markdownpart
massren
mat2
mate-backgrounds
mates-git
maturin
mdbook
mdcat
mediainfo
meli
menyoki
minify
minuet
monero-gui
moreutils
mousepad
mp3info
mpc
mpd
mplayer
msmtp
mtools
mtr-gtk
mullvad-browser-bin
mullvad-vpn-bin
museeks-bin
musl
mutt
naabu
nb
ncdu
ncmpcpp
ncompress
ncspot
neofetch
neomutt
neovide-git
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
newsboat
nim
nitrogen
nmap
nnn
nodejs-lua-fmt
nodenv
nordic-theme-git
notmuch
notmuch-mutt
npm
ntp
numlockx
nushell
nvm
nyx
obconf-qt
ocaml-ctypes
ocaml-findlib
ocamlbuild
octopi
odt2txt
onefetch
openbox
openbsd-netcat
opendoas
openresolv
openrgb
openvpn
optipng
orchis-theme-git
os-prober
osquery
otf-fira-sans
ouch
outguess
pacgraph
pacolog
pacseek
pakbak-git
palenight-gtk-theme
paman
pamixer
pandoc-static-git
paperkey
papirus-icon-theme
parley
parole
partitionmanager
paru
pass
pasystray
patch
pavucontrol
pavucontrol-qt
pax
pbget
pcmanfm
pcmanfm-qt
perf
perl-file-extattr
perl-file-mimeinfo
perl-image-exiftool
perl-io-all
perl-json
perl-module-build
perl-module-build-tiny
perl-parse-yapp
perl-path-class
perl-term-readline-gnu
perl-term-shellui
perl-test-exception
perl-test-output
perl-test-spec
perl-tidy
perl-unicode-linebreak
perl-x11-protocol
perl-x11-protocol-other
perlbrew
phinger-cursors
picom
pidswallow
pier-git
pigz
pinfo
pipes-rs
pipes.sh
pkgbrowser
pkgconf
pkgfile
playerctl
pleaser
plocate
plzip
pmenu
pngquant
polybar
postfix
postgresql
postgresql-old-upgrade
poxml
prelockd
prettier
print-manager
privoxy
prll
procmail
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulsemixer
pv
pxz-git
pyenv
python-fangfrisch
python-mistune1
python-pip
python-pyalsa
python-pyopenssl
python-xattr
qeh-git
qemu-desktop
qemu-emulators-full
qimgv
qscintilla-qt5
qt5-base
qt5-gsettings
qt5-styleplugins
qt5-webkit
qt5ct
qt6gtk2
qtcurve-gtk2
qtcurve-qt5
qtcurve-utils
qterminal
qtscrcpy
quazip-qt5
r
radare2
ranger
rbenv
rclone
rclone-browser
rdrview-git
rebuild-detector
redis
redshift
redshiftgui-bin
reflector
repoctl
reptyr
ripgrep
ristretto
rkhunter
rlwrap
rmlint
rocs
rofi
rofi-file-browser-extended-git
rofi-greenclip
rsync
rsyslog
rua
ruby
ruby-build
ruby-docs
ruby-install
ruby-ripper-tags
run-or-raise
rust-analyzer
rust-musl
rustscan
rusty-krab-manager-git
rusty-tags
s-nail
sblg
sc-im
sccache
scli-git
screengrab
screenkey
scrot
seahorse
seclists
sharutils
shellcaster
shotgun
siggo
signal-desktop
signon-kwallet-extension
sioyek
skanlite
sleuthkit
slock
socat
solidity
songrec
sops
sox
spacefm
speedtest-cli
spotify-tui
spotifyd
sqlite-tcl
st
stacer
stardict
stash-bin
steam
steghide
step
strace
strace-analyzer
streampager
stubby
stylelint
stylua
sublime-text-4
subversion
sudo
svgpart
sweeper
sxhkd
sxiv
sysstat
systembus-notify
sysz
t-rec
tabby-bin
tai-bin
task
task-spooler
taskd
tasksh
tdrop
teip
telegram-cli-git
telegram-desktop
telescope
termite
texlab
texlive-core
texlive-installer
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
thunderbird-extension-enigmail
time
timeshift
timew
timg
timidity++
tmate
tmsu-bin
tmux-git
toilet
tomb
tor
tor-browser
torsocks
traceroute
tracker3
tracker3-miners
transmission-cli
transmission-gtk
transmission-rss
tree
tremc
trezor-suite-appimage
trezor-udev
trezord-git
tslint
ttf-fira-mono
ttf-font-awesome-4
ttf-font-awesome-5
ttf-ibmplex-mono-nerd
ttf-iosevka-nerd
ttf-liberation
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
ttf-poppins
ttf-sourcecodepro-nerd
ttf-twemoji
udiskie
ugrep
ulauncher
ungoogled-chromium
unluac
unrar
unrtf
unzip
up
urlscan
urlview
usbutils
usql
vaccine-git
valgrind
veracrypt
vi
viddy
vim-language-server
vint
virt-manager
viu
vivid
vlc-bittorrent
vnstat
vt-cli
vulkan-intel
w3m
watchexec
wavemon
wezterm
wget2
whois
wireguard-tools
wl-clipboard
wmctrl
wmutils-git
woff-fira-code
x-docs-pdf
xautomation
xbanish
xbindkeys
xcape
xclickroot-git
xclip
xcolor
xcwd-git
xdg-desktop-portal-gtk
xdo
xdotool
xf86-video-vesa
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfdesktop
xfsdump
xfsudo
xfwm4
xfwm4-themes
xidlehook
xml-language-server-git
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-oclock
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xconsole
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xeyes
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xload
xorg-xlsatoms
xorg-xlsclients
xorg-xlsfonts
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xsm
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xrestop
xscope
xscreensaver
xsel
xsettings-client
xsettingsd
xss-lock
xstarter
xsv
xterm
xtitle
xwinfo-git
xwit
yad
yakuake
yamllint
yarn
yup
zathura
zathura-pdf-mupdf
zfs-dkms
zig
zip
zls-bin
zoxide
zps
zsh
zsh-doc
zshdb
