abook
age
akonadi-calendar-tools
akonadi-import-wizard
akonadiconsole
akregator
alacritty
alsa-utils
amfora
archlinux-wallpaper
aria2
ark
artikulate
as-tree
asciidoctor
asoundconf
audiocd-kio
autoconf
autocutsel
autokey-common
autokey-gtk
automake
base
bat
bc
bind
birdtray
bison
blinken
bluedevil
blueman
bluez-utils
bomber
bovo
breeze
breeze-gtk
broot
bspwm
calcurse
cantor
catimg
cervisia
chafa
clamav
cli-visualizer
clipit
clipman
cmatrix
cmus
code-minimap
cointop
copyq
crabz
ctags
dash
ddrescue
deepin-wallpapers
discover
disfetch
dive
dnsmasq
docker
dolphin
dolphin-plugins
dosfstools
downgrade
drkonqi
duf
dunst
dust
dxhd-git
easytag
edk2-ovmf
efibootmgr
elementary-wallpapers
elisa
entr
evtest
exa
exfatprogs
expac
fakeroot
fcitx
feh
ffmpegthumbs
filelight
firefox
flameshot
flashfocus
flex
fontforge
fselect-bin
fswatch
fzy
gifski
gimp
git
git-crypt
gnome-backgrounds
gnome-contacts
gnome-font-viewer
gnome-keyring
gnome-tweaks
go
goenv
gopass
gotask-taskfile
gotop-bin
gparted
gpg-tui
granatier
grantlee-editor
grip
grub
gruvbox-icon-theme
gruvbox-material-gtk-theme-git
gruvbox-material-icon-theme-git
gwenview
handlr-bin
hsetroot
hwinfo
i2c-tools
i3-gaps
i3blocks
i3lock-color-git
i3status
id3
id3tool
id3v2
imgcat
interception-dual-function-keys
iptables-nft
isync
itinerary
iw
jgmenu
jpegoptim
jql
jre-openjdk
juk
k3b
kactivitymanagerd
kaddressbook
kajongg
kalarm
kalgebra
kalzium
kamera
kamoso
kanagram
kapman
kapptemplate
kate
katomic
kbackup
kblackbox
kblocks
kbounce
kbreakout
kbruch
kcachegrind
kcalc
kcharselect
kcolorchooser
kcron
kde-cli-tools
kde-dev-scripts
kde-dev-utils
kde-gtk-config
kdebugsettings
kdeconnect
kdecoration
kdegraphics-mobipocket
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdepim-addons
kdeplasma-addons
kdesdk-kioslaves
kdesdk-thumbnailers
kdf
kdialog
kdiamond
keditbookmarks
keepassxc
key-mapper-git
keychain
keynav
kfind
kfloppy
kfourinline
kgamma5
kgeography
kget
kgoldrunner
kgpg
khal
khangman
khard
khelpcenter
khotkeys
kig
kigo
killbots
kimagemapeditor
kinfocenter
kio-extras
kio-gdrive
kipi-plugins
kirigami-gallery
kiriki
kiten
kitty
kjumpingcube
kleopatra
klettres
klickety
klines
kmag
kmahjongg
kmail
kmail-account-wizard
kmenuedit
kmines
kmix
kmon
kmonad-bin
kmousetool
kmouth
kmplot
knavalbattle
knetwalk
knights
knotes
kolf
kollision
kolourpaint
kompare
konqueror
konquest
konsole
kontact
kontrast
konversation
kopete
korganizer
kpat
krdc
kreversi
krfb
kross-interpreters
kruler
kscreen
kscreenlocker
kshisen
ksirk
ksnakeduel
kspaceduel
ksquares
ksshaskpass
ksudoku
ksystemlog
ksystemstats
kteatime
ktimer
ktorrent
ktouch
ktuberling
kturtle
kubrick
kwallet-pam
kwalletmanager
kwave
kwayland-integration
kwayland-server
kwin
kwordquiz
kwrite
kwrited
latte-dock
layer-shell-qt
lf
libkscreen
libksysguard
libressl
librewolf-bin
linux
linux-firmware
lokalize
lskat
lsof
lua
luarocks
lxappearance
lximage-qt
lxqt-about
lxqt-admin
lxqt-archiver
lxqt-config
lxqt-globalkeys
lxqt-notificationd
lxqt-openssh-askpass
lxqt-panel
lxqt-policykit
lxqt-powermanagement
lxqt-qtplugin
lxqt-runner
lxqt-session
lxqt-sudo
lxqt-themes
m4
macchina
mailutils
maim
make
marble
markdownpart
mate-backgrounds
mates-git
mbox-importer
menyoki
milou
minuet
mlocate
moreutils
mousepad
mp3info
mpc
mpd
mpv
msmtp
mtools
mtr-gtk
museeks-bin
mutt
mycli
naabu
ncmpcpp
neofetch
neomutt
neovim
nerd-fonts-complete
network-manager-applet
networkmanager
newsboat
nitrogen
nmap
notmuch
npm
numlockx
obconf-qt
okular
openbox
openbsd-netcat
opendoas
openrgb
optipng
os-prober
oxygen
palapeli
paman
pamixer
parley
parole
partitionmanager
paru
pass
pasystray
patch
pavucontrol
pavucontrol-qt
pcmanfm
pcmanfm-qt
perl-file-mimeinfo
perl-image-exiftool
perl-json
perl-tidy
perlbrew
picmi
pier-git
pim-data-exporter
pim-sieve-editor
pipes-rs-git
pipes.sh
pkgconf
pkgfile
plank
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-wayland-session
plasma-workspace
plasma-workspace-wallpapers
plasma5-applets-redshift-control-git
playerctl
pmenu
pngquant
polkit-kde-agent
polybar
postfix
powerdevil
poxml
prettier
print-manager
procmail
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulsemixer
pv
pyenv
pyenv-virtualenv
python-pip
qeh-git
qemu
qemu-arch-extra
qterminal
r
rbenv
rclone
rclone-browser
redshift
redshiftgui-bin
ripgrep
ristretto
rkhunter
rlwrap
rocs
rofi
rofi-file-browser-extended-git
rofi-greenclip
rsync
rtv
ruby
ruby-build
ruby-docs
ruby-install
rust-analyzer
rustscan
rusty-tags
s-nail
sad
sc-im
screengrab
scrot
sddm-kcm
seahorse
seclists
shellcaster
shotgun
signon-kwallet-extension
skanlite
slock
spacefm
spectacle
stacer
steghide
step
strace
stubby
subversion
sudo
svgpart
sweeper
sxhkd
sxiv
sysstat
systemsettings
task
task-spooler
taskd
tasksh
tdrop-git
telepathy-kde-accounts-kcm
telepathy-kde-approver
telepathy-kde-auth-handler
telepathy-kde-call-ui
telepathy-kde-common-internals
telepathy-kde-contact-list
telepathy-kde-contact-runner
telepathy-kde-desktop-applets
telepathy-kde-filetransfer-handler
telepathy-kde-integration-module
telepathy-kde-send-file
telepathy-kde-text-ui
termite
texlive-bin
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
thunderbird-extension-enigmail
ticker
timeshift
timew
timg
timidity++
tmux
tomb-git
topgrade
transmission-cli
transmission-rss
tree
tremc
ttf-font-awesome-4
udiskie
ulauncher
umbrello
unzip
urlscan
urlview
usbutils
veracrypt
vi
vifm
vim
virt-manager
viu
vivid
vnstat
w3m
watchexec
whois
wl-clipboard
wmctrl
xautomation
xbanish
xbindkeys
xcape
xclip
xdg-desktop-portal-kde
xdo
xdotool
xf86-video-vesa
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfdesktop
xfsudo
xfwm4
xfwm4-themes
xidlehook
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xscreensaver
xsel
xss-lock
xtitle
xwinfo-git
yakuake
zathura
zathura-pdf-poppler
zeroconf-ioslave
zip
zoxide
zsh
